Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# AUTHORIZE_PRIVATE_EMAIL_FOOTER
source: Anonymous email allows this app to contact you without receiving your real email address.
ar: يسمح البريد الإلكتروني المجهول لهذا التطبيق بالتواصل معك دون أن يستلم عنوان بريدك الإلكتروني الحقيقي.
bg: Анонимният имейл позволява на това приложение да се свързва с вас, без да получава истинския ви имейл адрес.
bn: বেনামী ইমেল এই অ্যাপকে আপনার আসল ইমেল অ্যাড্রেস না জানিয়েই আপনার সাথে যোগাযোগ করার অনুমতি দেয়।
ca: El correu anònim permet que l’app contacti amb tu sense rebre la teva adreça electrònica real.
cs: Anonymní e-mail umožní této aplikaci kontaktovat vás bez toho, že by obdržela vaši reálnou e-mailovou adresu.
da: Den anonyme e-mailadresse gør det muligt for appen at kontakte dig, uden at din rigtige e-mailadresse afsløres.
de: Über anonyme E-Mail kann dich diese App kontaktieren, ohne deine reale E-Mail-Adresse zu erhalten.
el: Με το Ανώνυμο email, αυτή η εφαρμογή θα μπορεί να επικοινωνήσει μαζί σας χωρίς να λάβει την πραγματική διεύθυνση email σας.
es: El correo electrónico anónimo permite a esta app contactar contigo sin proporcionarle tu dirección de correo electrónico auténtica.
es_419: El correo anónimo permite que esta app se comunique contigo sin recibir tu dirección de correo real.
fi: Anonyymin sähköpostiosoitteen avulla appi voi ottaa sinuun yhteyttä saamatta oikeaa sähköpostiosoitetta.
fr: L’adresse e-mail anonyme permet à cette app de vous contacter sans utiliser votre véritable adresse e-mail.
fr_ca: L’adresse courriel anonyme permet à cette application de vous contacter sans recevoir votre vraie adresse courriel.
gu: અનામી ઇમેલ આ ઍપને તમારું વાસ્તવિક ઇમેલ અડ્રેસ મેળવ્યાં વિના તમારો સંપર્ક કરવાની અનુમતિ આપે છે.
he: דוא״ל אנונימי מאפשר ליישום הזה ליצור איתך קשר בלי לקבל את כתובת הדוא״ל האמיתית שלך.
hi: अनाम ईमेल आपका वास्तविक ईमेल पता प्राप्त किए बिना इस ऐप को आपसे संपर्क करने की अनुमति देता है।
hr: Kad koristite anonimni e-mail, aplikacija vas može kontaktirati bez primanja vaše stvarne e-mail adrese.
hu: Az anonim e-mail-cím lehetővé teszi, hogy az app felvegye Önnel a kapcsolatot, anélkül hogy megkapná az Ön valódi e-mail-címét.
id: Email anonim memungkinkan app ini untuk menghubungi Anda tanpa menerima alamat email asli Anda.
it: Gli indirizzi email anonimi consentono all’app di contattarti senza ricevere il tuo indirizzo email reale.
ja: 実際のメールアドレスを受け渡すことなく、匿名のメールアドレスでアプリと連絡できます。
kk: Анонимдік эл. пошта мекенжайы бұл қолданбаға сізге шынайы эл. пошта мекенжайы туралы ақпаратты алмай хабарласуға мүмкіндік береді.
kn: ಅನಾಮಧೇಯ ಈಮೇಲ್, ನಿಮ್ಮ ನೈಜವಾದ ಈಮೇಲ್ ವಿಳಾಸವನ್ನು ಸ್ವೀಕರಿಸದೆಯೇ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಈ ಆ್ಯಪ್ ಅನ್ನು ಅನುಮತಿಸುತ್ತದೆ.
ko: 익명의 이메일은 이 앱이 실제 이메일 주소를 받지 않고도 사용자에게 연락할 수 있도록 합니다.
lt: Nurodžius anoniminį el. pašto adresą, ši programa galės su jumis susisiekti be jūsų tikrojo el. pašto adreso.
ml: നിങ്ങളുടെ യഥാർഥ ഇ-മെയിൽ വിലാസം ഇല്ലാതെ തന്നെ നിങ്ങളെ ബന്ധപ്പെടാൻ അജ്ഞാത ഇ-മെയിൽ ഈ ആപ്പിനെ അനുവദിക്കുന്നു.
mr: निनावी ईमेल तुमचा रिअल ईमेल ॲड्रेस प्राप्त केल्याशिवाय या ॲपला तुमच्याशी संपर्क साधण्याची मान्यता देतो.
ms: E-mel tanpa nama membolehkan app ini menghubungi anda tanpa menerima alamat e-mel sebenar anda.
nl: Met anonieme e-mail kan deze app contact met je opnemen zonder dat het je echte e-mailadres ontvangt.
no: Anonym e‑postadresse gir apper muligheten til å kontakte deg uten at de kjenner din egentlige e‑postadresse.
or: ବେନାମୀ ଇମେଲ୍ ଆପଣଙ୍କର ପ୍ରକୃତ ଇମେଲ୍ ଠିକଣା ପ୍ରାପ୍ତ ନକରିବା ସତ୍ତ୍ୱେ ଏହି ଆପ୍‌କୁ ଆପଣଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରିବାକୁ ଅନୁମତି ଦେଇଥାଏ।
pa: ਗੁਮਨਾਮ ਈਮੇਲ ਨਾਲ ਇਹ ਐਪ ਤੁਹਾਡਾ ਅਸਲ ਈਮੇਲ ਪਤਾ ਪ੍ਰਾਪਤ ਕੀਤੇ ਬਿਨਾਂ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰ ਸਕਦੀ ਹੈ।
pl: Anonimowy adres email umożliwi tej aplikacji kontaktowanie się z Tobą bez udostępniania jej Twojego prawdziwego adresu.
pt_br: O e‑mail anônimo permite que este app contate você sem receber seu endereço de e‑mail real.
pt_pt: Um e-mail anónimo permite a esta aplicação entrar em contacto consigo sem receber o seu endereço de e‑mail verdadeiro.
ro: E‑mailul anonim permite ca această aplicație să vă poată contacta fără a primi adresa dvs. reală de e‑mail.
ru: Использование анонимного е‑mail позволяет этому приложению обращаться к Вам, при этом Вам не придется предоставлять ему свой настоящий адрес e‑mail.
sk: Anonymný email umožní tejto apke kontaktovať vás bez toho, aby získala vašu skutočnú emailovú adresu.
sl: Anonimni e-poštni naslov omogoča tej aplikaciji, da stopi v stik z vami, ne da bi ji posredovali resnični e-poštni naslov.
sv: Om du använder en anonym e-postadress kommer den här appen att kunna kontakta dig utan att få tillgång till din riktiga e-postadress.
ta: அடையாளமில்லாத மின்னஞ்சல் மூலம் இந்தச் செயலி உங்களது அசல் மின்னஞ்சல் முகவரியை பெறாமல் உங்களைத் தொடர்புகொள்ள முடியும்.
te: మీ అసలైన అడ్రెస్‌ను కలిగి ఉండకపోయినా, మిమ్మల్ని కాంటాక్ట్ చేయడానికి అజ్ఞాత ఇమెయిల్ ఈ యాప్‌ను అనుమతిస్తుంది.
th: อีเมลแบบไม่ระบุชื่อจะอนุญาตให้แอปนี้ติดต่อกับคุณได้โดยไม่ได้รับที่อยู่อีเมลจริงของคุณ
tr: Anonim e-posta, bu uygulamanın gerçek e-posta adresinizi almadan size ulaşmasını sağlar.
uk: Завдяки анонімній е‑адресі ви зможете спілкуватися з програмою, не повідомляючи свою справжню адресу.
ur: گمنام ای میل اس ایپ کو آپ کا حقیقی ای میل ایڈریس جانے بغیر آپ سے رابطہ کرنے کی اجازت دیتا ہے۔
vi: Email ẩn danh cho phép ứng dụng này liên hệ với bạn mà không nhận được địa chỉ email thực của bạn.
zh_cn: 匿名电子邮件允许此App无需接收你的真实电子邮件地址来联系你。
zh_hk: 匿名電郵允許此App聯絡你但毋須接收你真正的電郵地址。
zh_tw: 匿名的電子郵件可讓此App不需接收你的真實電子郵件地址即可與你聯絡。

# KEEP_USING_ALERT_TITLE_REBRAND
source: Use the Apple Account “%@” for %@?
ar: استخدام حساب Apple "%@" لـ %@؟
bg: Искате ли да използвате Apple регистрацията „%@“ за %@?
bn: %2$@-এর জন্য “%1$@” Apple অ্যাকাউন্ট ব্যবহার করবেন?
ca: Vols utilitzar el compte d’Apple %@ per a %@?
cs: Používat účet Apple „%@“ pro %@?
da: Brug Apple‑kontoen “%@” til %@?
de: Den Apple Account „%@“ für %@ verwenden?
el: Χρήση του λογαριασμού Apple «%@» για το %@;
es: ¿Usar la cuenta de Apple %@ para %@?
es_419: ¿Usar la cuenta de Apple “%@” en %@?
fi: Käytetäänkö Apple-tiliä %@ %[tt]@-palvelulle?
fr: Utiliser le compte Apple « %@ » pour %@ ?
fr_ca: Utiliser le compte Apple « %@ » pour %@?
gu: %2$@ માટે Apple અકાઉંટ “%1$@”નો ઉપયોગ કરવો છે?
he: להשתמש בחשבון ה-Apple ״%@״ עבור %@?
hi: %2$@ के लिए “%1$@” Apple खाते का इस्तेमाल करें?
hr: Koristiti Apple račun “%@” za %@?
hu: A(z) „%@” Apple-fiókot szeretné használni ehhez: %@?
id: Gunakan Akun Apple “%@” untuk %@?
it: Vuoi usare l’Apple Account “%@” per %@?
ja: Apple Account “%@”を%[tt]@に使用しますか?
kk: «%@» Apple аккаунтын %@ үшін пайдалану қажет пе?
kn: %2$@ಗೆ Apple ಖಾತೆ “%1$@” ಅನ್ನು ಬಳಸಬೇಕೆ?
ko: %2$@에서 ‘%1$@’ Apple 계정을 사용하겠습니까?
lt: Naudoti „Apple“ paskyrą „%@“ prisijungiant prie „%@“?
ml: %2$@ എന്നതിനായി ‘%1$@’ എന്ന Apple അക്കൗണ്ട് ഉപയോഗിക്കണോ?
mr: %@ साठी ‘%@’ Apple अकाउंट वापरायचे आहे का?
ms: Gunakan Akaun Apple “%@” untuk %@?
nl: De Apple Account '%@' gebruiken voor %@?
no: Vil du bruke Apple-kontoen «%@» med %@?
or: %@ ପାଇଁ “%@” Apple ଆକାଉଣ୍ଟ୍‌ ବ୍ୟବହାର କରିବେ କି?
pa: ਕੀ %2$@ ਲਈ Apple ਖਾਤੇ “%1$@” ਦੀ ਵਰਤੋਂ ਕਰਨੀ ਹੈ?
pl: Używać konta Apple „%@” dla %@?
pt_br: Usar a Conta Apple “%@” para %@?
pt_pt: Usar a conta Apple “%@” para %@?
ro: Doriți să utilizați contul Apple „%@” pentru %@?
ru: Использовать Аккаунт Apple %@ для сервиса «%@»?
sk: Použiť Apple účet „%@“ pre %@?
sl: Želite uporabiti račun Apple »%@« za %@?
sv: Vill du använda Apple‑kontot ”%@” för %@?
ta: “%@” Apple கணக்கை %@க்குப் பயன்படுத்தவா?
te: %@ కోసం Apple ఖాతా “%@”ను ఉపయోగించాలా?
th: ใช้บัญชี Apple “%@” สำหรับ%[tt]@หรือไม่
tr: %2$@ için “%1$@” Apple Hesabı kullanılsın mı?
uk: Використати обліковий запис Apple «%@» для %@?
ur: ‏”%2$@“کے لیے ‏Apple اکاؤنٹ ‏”%1$@“ کا استعمال کریں؟
vi: Sử dụng Tài khoản Apple “%@” cho %@?
zh_cn: 将Apple账户“%@”用于%@？
zh_hk: 要在%2$@中使用Apple帳户「%1$@」嗎？
zh_tw: 要將「Apple帳號」（%@）用於%@嗎？

# DEPLETED_ATTEMPTS_ERROR_MSG
source: Choose a device to enter its password.
ar: اختر جهازًا لإدخال كلمة السر الخاصة به.
bg: Изберете устройство, за да въведете паролата му.
bn: একটি ডিভাইস নির্বাচন করে সেটির পাসওয়ার্ড লিখুন।
ca: Selecciona un dispositiu per introduir‑ne la contrasenya.
cs: Vyberte zařízení, jehož heslo chcete zadat.
da: Vælg en enhed for at indtaste dens adgangskode.
de: Wähle ein Gerät aus und gib dessen Passwort ein.
el: Επιλέξτε μια συσκευή για να εισαγάγετε το συνθηματικό της.
es: Selecciona un dispositivo para introducir su contraseña.
es_419: Elige un dispositivo para ingresar su contraseña.
fi: Valitse laite, jonka salasana syötetään.
fr: Choisissez un appareil pour saisir son mot de passe.
fr_ca: Choisissez un appareil pour entrer son mot de passe.
gu: પાસવર્ડ એંટર કરવા માટે ડિવાઇસ પસંદ કરો.
he: יש לבחור מכשיר כדי להזין את הסיסמה שלו.
hi: पासवर्ड दर्ज करने के लिए कोई डिवाइस चुनें।
hr: Odaberite uređaj za unos njegove lozinke.
hu: Válasszon ki egy eszközt a jelszava megadásához.
id: Pilih perangkat untuk memasukkan kata sandinya.
it: Seleziona un dispositivo e inserisci la password.
ja: デバイスを選択してそのパスワードを入力してください。
kk: Құпиясөзін енгізу керек құрылғыны таңдаңыз.
kn: ಸಾಧನದ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ನಮೂದಿಸಲು ಅದನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 암호를 입력할 기기를 선택하십시오.
lt: Pasirinkite įrenginį, kad galėtumėte įvesti jo slaptažodį.
ml: അതിന്റെ പാസ്‌വേഡ് നൽകാൻ ഡിവൈസ് തിരഞ്ഞെടുക്കൂ.
mr: त्याचा पासवर्ड प्रविष्ट करण्यासाठी एक डिव्हाइस निवडा.
ms: Pilih peranti untuk memasukkan kata laluannya.
nl: Kies een apparaat om het wachtwoord ervan in te voeren.
no: Velg en enhet for å skrive inn passordet for den.
or: ପାସ୍‌ୱର୍ଡ୍‌ ଲେଖିବା ପାଇଁ ଏକ ଡିଭାଇସ୍ ଚୟନ କରନ୍ତୁ।
pa: ਪਾਸਵਰਡ ਭਰਨ ਲਈ ਕੋਈ ਡਿਵਾਈਸ ਚੁਣੋ।
pl: Wybierz urządzenie, aby wprowadzić jego hasło.
pt_br: Escolha um dispositivo para digitar sua senha.
pt_pt: Escolha um dispositivo para digitar a respetiva palavra‑passe.
ro: Alegeți un dispozitiv pentru a‑i introduce parola.
ru: Выберите устройство для ввода его пароля.
sk: Vyberte zariadenie a zadajte jeho heslo.
sl: Izberite napravo, da vnesete njeno geslo.
sv: Välj en enhet för att ange dess lösenord.
ta: பாஸ்வேர்டை உள்ளிட சாதனத்தைத் தேர்வு செய்யவும்.
te: దాని పాస్‌వర్డ్‌ను నమోదు చేయడానికి డివైజ్‌ని ఎంచుకోండి.
th: เลือกอุปกรณ์เพื่อป้อนรหัสผ่านของเครื่อง
tr: Parolasını gireceğiniz bir aygıt seçin.
uk: Виберіть пристрій, щоб ввести його пароль.
ur: پاس ورڈ درج کرنے کے لیے کسی ڈیوائس کا انتخاب کریں۔
vi: Chọn một thiết bị để nhập mật khẩu.
zh_cn: 选取设备以输入密码。
zh_hk: 選擇裝置以輸入其密碼。
zh_tw: 選擇裝置來輸入密碼。

# AUTHORIZE_PASSCODE_VALIDATION_TITLE
source: Continue with Passcode
ar: المتابعة باستخدام رمز الدخول
bg: Продължи с код
bn: পাসকোড দিয়ে কাজটি চালিয়ে যান
ca: Continua amb el codi
cs: Pokračovat s přístupovým kódem
da: Fortsæt med kode
de: Mit Code fortfahren
el: Συνέχεια με κωδικό
es: Continúa con el código
es_419: Continuar con código
fi: Jatka pääsykoodilla
fr: Utiliser un code pour continuer
fr_ca: Continuer avec le code
gu: પાસકોડ સાથે આગળ વધો
he: המשך עם קוד הגישה
hi: पासकोड के साथ जारी रखें
hr: Nastavi koristeći šifru
hu: Folytatás jelkóddal
id: Lanjutkan dengan Kode Sandi
it: Continua con il codice
ja: パスコードで続ける
kk: Құпиякодпен жалғастыру
kn: ಪಾಸ್‌ಕೋಡ್ ಮೂಲಕ ಮುಂದುವರಿಯಿರಿ
ko: 암호로 계속하기
lt: Tęsti naudojant prieigos kodą
ml: പാസ്കോഡ് ഉപയോഗിച്ച് തുടരൂ
mr: पासकोडसह चालू ठेवा
ms: Teruskan dengan Kod Laluan
nl: Ga door met toegangscode
no: Fortsett med kode
or: ପାସ୍‌କୋଡ୍ ସହିତ ଜାରି ରଖନ୍ତୁ
pa: ਪਾਸਕੋਡ ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj, podając kod
pt_br: Continuar com Código
pt_pt: Continuar com código
ro: Continuați cu codul de acces
ru: Продолжить с код-паролем
sk: Pokračovať zadaním kódu
sl: Nadaljujte s kodo za dostop
sv: Fortsätt med lösenkod
ta: பாஸ்கோடு மூலம் தொடர்க
te: పాస్‌కోడ్‌తో కొనసాగించండి
th: ดำเนินการต่อด้วยรหัส
tr: Parola ile Sürdür
uk: Використати код допуску
ur: پاس کوڈ کے ساتھ جاری رکھیں
vi: Tiếp tục với mật mã
zh_cn: 通过密码继续
zh_hk: 使用密碼繼續
zh_tw: 使用密碼繼續

# ENROLL_FORGOT_BUTTON_PASSCODE
source: Forgot %@ passcode?
ar: هل نسيت رمز دخول %@؟
bg: Забравили сте %@ кода?
bn: %@-এর পাসকোড ভুলে গেছেন?
ca: Has oblidat el codi del dispositiu %@?
cs: Zapomněli jste kód k zařízení %@?
da: Glemt koden til %@?
de: %@-Code vergessen?
el: Ξεχάσατε τον κωδικό του %@;
es: ¿Has olvidado el código de %@?
es_419: ¿Olvidaste el código del %@?
fi: Unohditko laitteen %@ pääsykoodin?
fr: Vous avez oublié le code de votre %@ ?
fr_ca: Vous avez oublié le code de votre %@?
gu: %@નો પાસકોડ ભૂલી ગયા છો?
he: שכחת את קוד הגישה של %@?
hi: %@ का पासकोड भूल गए?
hr: Zaboravili ste šifru za %@?
hu: Elfelejtette a(z) %@ jelkódját?
id: Lupa kode sandi %@?
it: Hai dimenticato il codice di %@?
ja: %@のパスコードをお忘れですか?
kk: %@ құпиякодын ұмыттыңыз ба?
kn: %@ ಪಾಸ್‌ಕೋಡ್ ಮರೆತುಹೋಗಿದೆಯೇ?
ko: %@의 암호를 잊어버렸습니까?
lt: Pamiršote „%@“ prieigos kodą?
ml: %@ പാസ്കോഡ് മറന്നോ?
mr: %@ चा पासकोड विसरलात का?
ms: Terlupa kod laluan %@?
nl: Toegangscode van %@ vergeten?
no: Glemt %@-koden?
or: %@ ପାସ୍‌କୋଡ୍ ଭୁଲିଯାଇଛନ୍ତି କି?
pa: ਕੀ %@ ਦਾ ਪਾਸਕੋਡ ਭੁੱਲ ਗਏ ਹੋ?
pl: Nie pamiętasz kodu (%@)?
pt_br: Esqueceu o código de %@?
pt_pt: Esqueceu‑se do código de %@?
ro: Ați uitat codul de acces pentru %@?
ru: Забыли код‑пароль %@?
sk: Zabudli ste kód zariadenia %@?
sl: Ste pozabili kodo za dostop %@?
sv: Har du glömt lösenkoden för %@?
ta: %@ பாஸ்கோடு மறந்துவிட்டதா?
te: %@ పాస్‌కోడ్ మర్చిపోయారా?
th: ลืมรหัสของ%[tt]@ใช่ไหม
tr: %@ parolasını mı unuttunuz?
uk: Забули код допуску %@?
ur: ‏%@ کا پاس کوڈ بھول گئے؟
vi: Bạn quên mật mã của %@?
zh_cn: 忘记“%@”密码？
zh_hk: 忘記%@的密碼？
zh_tw: 忘記%@密碼？

# AUTHORIZATION_IN_PROGRESS
source: Signing in
ar: يجري تسجيل الدخول
bg: Влизане
bn: সাইন ইন করা হচ্ছে
ca: Iniciant sessió
cs: Přihlašování
da: Logger ind
de: Anmeldung
el: Σύνδεση…
es: Iniciando sesión
es_419: Iniciando sesión
fi: Kirjaudutaan sisään
fr: Connexion
fr_ca: Connexion
gu: સાઇન ઇન કરો
he: מתחבר
hi: साइन इन किया जा रहा है
hr: Prijavljivanje
hu: Bejelentkezés
id: Sedang Masuk
it: Eseguo l’accesso
ja: サインイン中
kk: Жүйеге кіру
kn: ಸೈನ್ ಇನ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ko: 로그인 중
lt: Prisijungiama
ml: സൈൻ ഇൻ ചെയ്യുന്നു
mr: साइन इन होत आहे
ms: Mendaftar masuk
nl: Inloggen
no: Logger på
or: ସାଇନ୍ ଇନ୍ ହେଉଛି
pa: ਸਾਈਨ ਇਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Loguję się
pt_br: Iniciando a sessão
pt_pt: A iniciar sessão
ro: Autentificare
ru: Вход в систему
sk: Prihlasovanie
sl: Vpisovanje
sv: Loggar in
ta: உள்நுழைகிறது
te: సైన్ ఇన్ చేయబడుతోంది
th: กำลังลงชื่อเข้า
tr: Giriş yapılıyor
uk: Триває вхід
ur: سائن اِن کیا جا رہا ہے
vi: Đang đăng nhập
zh_cn: 正在登录
zh_hk: 正在登入
zh_tw: 登入中

# AUTHORIZE_APPLEID_CREATE_SUBSCRIPTION
source: To subscribe, you’ll need to sign up for an account.
ar: للاشتراك، سيتعين عليك التسجيل لإنشاء حساب.
bg: За да се абонирате, е необходимо първо да си направите регистрация.
bn: সাবস্ক্রাইব করার জন্য আপনাকে একটি অ্যাকাউন্টে সাইন আপ করতে হবে।
ca: Per subscriure‑t’hi, hauràs de crear un compte.
cs: Chcete‑li aktivovat předplatné, zaregistrujte si účet.
da: Du skal tilmelde dig for at få en konto, før du kan abonnere.
de: Für ein Abo musst du einen Account anlegen.
el: Για συνδρομή, πρέπει να εγγραφείτε για λογαριασμό.
es: Para suscribirte, deberás crear una cuenta.
es_419: Para suscribirte, debes crear una cuenta.
fi: Jos haluat tilata, sinun on rekisteröidyttävä tilille.
fr: Créez un compte pour vous abonner.
fr_ca: Pour vous abonner, vous devrez créer un compte.
gu: સબ્સક્રાઇબ કરવા માટે તમારે અકાઉંટ માટે સાઇન અપ કરવાની જરૂર પડશે.
he: כדי להירשם יהיה צורך ליצור חשבון.
hi: सब्सक्राइब करने के लिए, आपको एक खाते के लिए साइन अप करना होगा।
hr: Za pretplaćivanje se trebate prijaviti za račun.
hu: Az előfizetéshez regisztrálnia kell egy fiókot.
id: Untuk berlangganan, Anda harus mendaftarkan akun.
it: Per abbonarti, devi registrare un account.
ja: サブスクリプション登録するには、アカウントを登録する必要があります。
kk: Жазылу үшін аккаунт жасауыңыз керек болады.
kn: ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಆಗಲು, ಖಾತೆಗೆ ನೀವು ಸೈನ್-ಅಪ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ.
ko: 구독하려면 계정을 등록해야 합니다.
lt: Kad galėtumėte prenumeruoti, turite registruotis paskyrai gauti.
ml: സബ്സ്ക്രൈബ് ചെയ്യാൻ, നിങ്ങൾ ഒരു അക്കൗണ്ടിനായി സൈൻ-അപ്പ് ചെയ്യണം.
mr: सदस्यता घेण्यासाठी, तुम्हाला तुमच्या अकाउंट मध्ये साइन इन करावे लागेल.
ms: Untuk melanggan, anda perlu mendaftar bagi akaun.
nl: Om je te abonneren, moet je je aanmelden voor een account.
no: Du må opprette en konto før du kan abonnere.
or: ସବ୍‌ସ୍କ୍ରାଇବ୍ କରିବାକୁ, ଆପଣଙ୍କୁ ଏକ ଆକାଉଣ୍ଟ୍ ପାଇଁ ସାଇନ୍ ଅପ୍ କରିବକୁ ପଡ଼ିବ।
pa: ਸਬਸਕ੍ਰਾਈਬ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਇੱਕ ਖਾਤੇ ਲਈ ਸਾਈਨ ਅੱਪ ਕਰਨਾ ਪਵੇਗਾ।
pl: Aby zasubskrybować, musisz założyć konto.
pt_br: Para assinar, você terá que criar uma conta.
pt_pt: Para assinar, terá de efetuar o registo de uma conta.
ro: Pentru a vă abona, va trebui să creați un cont.
ru: Чтобы подписаться, создайте учетную запись.
sk: Ak sa chcete prihlásiť na odber, musíte si zaregistrovať účet.
sl: Če se želite naročiti, se boste morali prijaviti za račun.
sv: Om du vill abonnera måste du registrera ett konto.
ta: சந்தா சேர, நீங்கள் கணக்கில் பதிவு பெற வேண்டும்.
te: సబ్‌స్క్రైబ్ చేయడానికి, మీరు ఖాతా కోసం సైన్ అప్ చేయాలి.
th: ในการสมัครรับ คุณจะต้องสมัครใช้บัญชี
tr: Abone olmak için bir hesap ile kaydolmanız gerekiyor.
uk: Щоб підписатися, потрібно буде створити обліковий запис.
ur: سبسکرائب کرنے کے لیے، آپ کو اکاؤنٹ کے لیے سائن اپ کرنا ہوگا۔
vi: Để đăng ký, bạn sẽ cần đăng ký một tài khoản.
zh_cn: 若要订阅，你需要注册一个账户。
zh_hk: 如要訂閲，你需要註冊帳户。
zh_tw: 若要訂閱，你需要註冊帳號。

# AUTHORIZE_HIDE_MY_EMAIL
source: Hide My Email
ar: إخفاء بريدي الإلكتروني
bg: Скрий моя имейл
bn: নিজের ইমেল লুকিয়ে রাখুন
ca: Oculta l’adreça electrònica
cs: Skrýt můj e‑mail
da: Skjul min e-mailadresse
de: E‑Mail-Adresse verbergen
el: Απόκρυψη email
es: Ocultar mi correo electrónico
es_419: Ocultar mi correo
fi: Kätke osoitteeni
fr: Masquer mon adresse e-mail
fr_ca: Masquer mon adresse courriel
gu: મારું ઇમેલ છુપાવો
he: הסתרת הדוא״ל שלי
hi: मेरा ईमेल छिपाएँ
hr: Sakrij moj e-mail
hu: E-mail-cím elrejtése
id: Sembunyikan Email Saya
it: Nascondi la mia email
ja: メールを非公開
kk: Эл. поштамды жасыру
kn: ನನ್ನ ಈಮೇಲ್ ಅನ್ನು ಮರೆಮಾಡಿ
ko: 나의 이메일 가리기
lt: Slėpti mano el. pašto adresą
ml: എന്റെ ഇ-മെയിൽ മറയ്ക്കൂ
mr: माझा ईमेल लपवा
ms: Sembunyikan E‑mel Saya
nl: Verberg mijn e-mailadres
no: Skjul e-postadressen min
or: ମୋ Email ଲୁଚାନ୍ତୁ
pa: ਮੇਰੀ ਈਮੇਲ ਲੁਕਾਓ
pl: Ukryj mój adres email
pt_br: Ocultar Meu E-mail
pt_pt: Ocultar o meu e‑mail
ro: Mascare e-mail
ru: Скрыть e‑mail
sk: Skryť môj email
sl: Skrit e‑poštni naslov
sv: Dölj min e-postadress
ta: எனது மின்னஞ்சலை மறை
te: నా ఇమెయిల్‌ని దాచండి
th: ซ่อนอีเมลของฉัน
tr: E-Postamı Gizle
uk: Сховати мою е‑адресу
ur: میرا ای میل چھپائیں
vi: Ẩn địa chỉ email
zh_cn: 隐藏邮件地址
zh_hk: 隱藏我的電郵
zh_tw: 隱藏電子郵件地址

# AUTHORIZE_APPLE_ACCOUNT_WELCOME_BACK_APPNAME_FORMAT
source: Sign in to %@ using your Apple Account.
ar: تسجيل الدخول إلى %@ باستخدام حساب Apple.
bg: Влезте в %@ с вашата Apple регистрация.
bn: আপনার Apple অ্যাকাউন্ট ব্যবহার করে %@-এ সাইন ইন করুন।
ca: Inicia la sessió a %@ amb el compte d’Apple.
cs: Přihlaste se k „%@“ pod svým účtem Apple.
da: Log ind på %@ med din Apple‑konto.
de: Melde dich mit deinem Apple Account bei „%@“ an.
el: Συνδεθείτε στην εφαρμογή «%@» χρησιμοποιώντας τον λογαριασμό Apple σας.
es: Inicia sesión en %@ con tu cuenta de Apple.
es_419: Inicia sesión en %@ usando tu cuenta de Apple.
fi: Kirjaudu %[tt]@-appiin käyttäen Apple-tiliä.
fr: Connectez-vous à %@ avec votre compte Apple.
fr_ca: Connectez-vous à %@ avec votre compte Apple.
gu: તમારા Apple અકાઉંટનો ઉપયોગ કરીને %@માં સાઇન ઇન કરો.
he: באפשרותך להתחבר אל ״⁨%@⁩״ באמצעות חשבון ה-Apple שלך.
hi: अपने Apple खाते का इस्तेमाल करके %@ में साइन इन करें।
hr: Prijavite se u %@ svojim Apple računom.
hu: Jelentkezzen be a(z) %@ appba az Apple-fiókjával.
id: Masuk ke %@ menggunakan Akun Apple Anda.
it: Accedi a %@ con il tuo Apple Account.
ja: Apple Accountを使用して%@にサインインしてください。
kk: %@ қолданбасына Apple аккаунтыңызбен кіріңіз.
kn: ನಿಮ್ಮ Apple ಖಾತೆಯನ್ನು ಬಳಸಿಕೊಂಡು %@ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko: Apple 계정을 사용하여 %@에 로그인하십시오.
lt: Prisijunkite prie „%@“ naudodami savo „Apple“ paskyrą.
ml: നിങ്ങളുടെ Apple അക്കൗണ്ട് ഉപയോഗിച്ച് %@ എന്നതിലേക്ക് സൈൻ ഇൻ ചെയ്യൂ.
mr: तुमचे Apple अकाउंट वापरून %@ मध्ये साइन इन करा.
ms: Daftar masuk ke %@ menggunakan Akaun Apple anda.
nl: Log in bij %@ met je Apple Account.
no: Logg på %@ med Apple-kontoen din.
or: ଆପଣଙ୍କ Apple ଆକାଉଣ୍ଟ୍‌ ବ୍ଯବହାର କରି %@ରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ।
pa: ਆਪਣੇ Apple ਖਾਤੇ ਦੀ ਵਰਤੋਂ ਕਰਕੇ %@ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ।
pl: Zaloguj się w %@, używając swojego konta Apple.
pt_br: Inicie a sessão no app %@ com a Conta Apple.
pt_pt: Inicie sessão em %@ com a sua conta Apple.
ro: Autentificaţi‑vă în %@ utilizând contul dvs. Apple.
ru: Войдите в приложение «%@» со своим Аккаунтом Apple.
sk: Prihláste sa do „%@“ pod svojím Apple účtom.
sl: V aplikacijo »%@« se vpišite z računom Apple.
sv: Logga in på %@ med ditt Apple‑konto.
ta: உங்கள் Apple கணக்கைப் பயன்படுத்தி %@இல் உள்நுழையவும்.
te: మీ Apple ఖాతాను ఉపయోగించి %@‌కు సైన్ ఇన్ చేయండి.
th: ลงชื่อเข้า%[tt]@โดยใช้บัญชี Apple ของคุณ
tr: Apple Hesabı’nızı kullanarak %@ girişi yapın.
uk: Увійдіть у програму «%@» зі своїм обліковим записом Apple.
ur: اپنے ‏Apple اکاؤنٹ کا استعمال کر کے ‏%@ میں سائن اِن کریں۔
vi: Đăng nhập vào %@ bằng Tài khoản Apple của bạn.
zh_cn: 使用Apple账户登录%[tt]@。
zh_hk: 使用你的Apple帳户登入%[tt]@。
zh_tw: 使用你的「Apple帳號」登入%@。

# AUTHORIZE_FIRST_TIME_BUTTON_TITLE
source: Continue
ar: متابعة
bg: Продължи
bn: চালু রাখুন
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_419: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
gu: આગળ વધો
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
kn: ಮುಂದುವರಿಸಿ
ko: 계속
lt: Tęsti
ml: തുടരൂ
mr: चालू ठेवा
ms: Teruskan
nl: Ga door
no: Fortsett
or: ଜାରି ରଖନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖੋ
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
ta: தொடர்க
te: కొనసాగించండి
th: ดำเนินการต่อ
tr: Sürdür
uk: Далі
ur: جاری رکھیں
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# ENROLL_START_ACCOUNT_RECOVERY
source: Start Account Recovery
ar: بدء استرداد الحساب
bg: Започнете възстановяване на регистрация
bn: অ্যাকাউন্ট রিকভারি শুরু করুন
ca: Inicia la recuperació del compte
cs: Spustit obnovení účtu
da: Start kontogendannelse
de: Accountwiederherstellung starten
el: Έναρξη ανάκτησης λογαριασμού
es: Iniciar recuperación de cuenta
es_419: Comenzar la recuperación de cuenta
fi: Aloita tilin palautus
fr: Récupérer le compte
fr_ca: Démarrer la récupération du compte
gu: અકાઉંટ રિકવરી શરૂ કરો
he: התחלת שחזור חשבון
hi: खाता रिकवरी शुरू करें
hr: Započni oporavak računa
hu: Fiók-helyreállítás elindítása
id: Mulai Pemulihan Akun
it: Inizia procedura di recupero account
ja: アカウントの復旧を開始
kk: Аккаунт қалпына келтіру әрекетін бастау
kn: ಖಾತೆ ರಿಕವರಿಯನ್ನು ಪ್ರಾರಂಭಿಸಿ
ko: 계정 복구 시작
lt: Pradėti paskyros atkūrimą
ml: അക്കൗണ്ട് റിക്കവറി തുടങ്ങൂ
mr: अकाउंट रिकव्हरी सुरु करा
ms: Mulakan Pemulihan Akaun
nl: Start accountherstel
no: Start kontogjenoppretting
or: ଆକାଉଣ୍ଟ୍‌ ରିକଭରି ଆରମ୍ଭ କରନ୍ତୁ
pa: ਖਾਤਾ ਰਿਕਵਰੀ ਸ਼ੁਰੂ ਕਰੋ
pl: Rozpocznij odzyskiwanie konta
pt_br: Iniciar Recuperação de Conta
pt_pt: Começar recuperação de conta
ro: Începe recuperarea contului
ru: Начать восстановление
sk: Spustiť obnovu účtu
sl: Začni obnovitev računa
sv: Starta kontoåterställning
ta: கணக்கு மீட்டெடுப்பைத் தொடங்கவும்
te: ఖాతా రికవరీని ప్రారంభించండి
th: เริ่มการกู้คืนบัญชี
tr: Hesap Kurtarma İşlemini Başlat
uk: Почати відновлення облікового запису
ur: اکاؤنٹ کی ریکوری شروع کریں
vi: Bắt đầu khôi phục tài khoản
zh_cn: 开始恢复账户
zh_hk: 開始帳户還原
zh_tw: 開始帳號復原
